Repository: jin6yang/VRAMonitor
Catalog: VRAMonitor/VRAMonitor/Strings/*.Resources.resw
Source language: en_us
Languages: zh_cn

# NavProcess.Content
source: Processes
zh_cn: 进程

# NavServices.Content
source: Services
zh_cn: 服务

# NavBattery.Content
source: Battery
zh_cn: 电池

# NavAbout.Content
source: About
zh_cn: 关于

# SearchPlaceholder.PlaceholderText
source: Search by name, publisher or PID
zh_cn: 键入要搜索的名称、发布者或PID

# TrayShowMain.Text
source: Show Window
zh_cn: 显示主界面

# TraySettings.Text
source: Settings
zh_cn: 设置

# TrayExit.Text
source: Exit
zh_cn: 退出

# PageTitle_Processes.Text
source: Processes
zh_cn: 进程

# HeaderApp.Text
source: Application
zh_cn: 应用

# HeaderStatus.Text
source: Status
zh_cn: 状态

# HeaderVRAM.Text
source: VRAM
zh_cn: 显存

# HeaderEngine.Text
source: GPU Engine
zh_cn: GPU 引擎

# Menu_GroupBy.Text
source: Group by Name
zh_cn: 按名称分组

# Menu_EndProcess.Text
source: End Process
zh_cn: 结束进程

# Menu_Efficiency.Text
source: Efficiency Mode
zh_cn: 效能模式

# Menu_OpenLocation.Text
source: Open File Location
zh_cn: 打开文件所在位置

# Menu_Properties.Text
source: Properties
zh_cn: 属性

# SettingsTitle.Text
source: Settings
zh_cn: 设置

# SettingsSectionGeneral.Text
source: General
zh_cn: 通用

# SettingsStartOnBoot.Header
source: Start on Boot
zh_cn: 开机自启

# SettingsStartOnBoot.Description
source: Run VRAMonitor automatically when system starts
zh_cn: 随系统启动自动运行 VRAMonitor

# SettingsLanguage.Header
source: Language
zh_cn: 语言

# SettingsLanguage.Description
source: Select application display language
zh_cn: 选择应用程序显示的语言

# SettingsLanguageFollowSystem
source: Follow System
zh_cn: 跟随系统

# SettingsCloseAction.Header
source: Close Action
zh_cn: 关闭动作

# SettingsCloseAction.Description
source: Behavior when clicking the close button
zh_cn: 点击窗口关闭按钮时的行为

# SettingsCloseActionMinimize.Content
source: Minimize to tray
zh_cn: 最小化到托盘

# SettingsCloseActionExit.Content
source: Exit application
zh_cn: 退出程序

# SettingsTopMost.Header
source: Always On Top
zh_cn: 窗口置顶

# SettingsTopMost.Description
source: Configure Always On Top behavior
zh_cn: 配置 Always On Top 功能

# SettingsTopMostLearnMore.Header
source: Learn more about Always On Top
zh_cn: 了解 Always On Top 功能

# SettingsTopMostLearnMore.Description
source: Visit Microsoft documentation
zh_cn: 查看 Microsoft 的 Always On Top 文档

# SettingsTopMostLaunchPowerToys.Header
source: Installed PowerToys? Launch it!
zh_cn: 已经安装了 PowerToys ? 启动 !

# SettingsTopMostLaunchPowerToys.Description
source: Click to launch PowerToys application
zh_cn: 点击即可尝试启动 PowerToys 应用程序

# SettingsSectionFunctions.Text
source: Functions
zh_cn: 功能

# SettingsScanInterval.Header
source: Process Scan Interval
zh_cn: 进程扫描间隔

# SettingsScanInterval.Description
source: Adjust frequency to balance performance
zh_cn: 调整检测频率以平衡性能与实时性

# SettingsSectionTheme.Text
source: Theme
zh_cn: 主题

# SettingsTheme.Header
source: Color Mode
zh_cn: 颜色

# SettingsTheme.Description
source: Select application color theme
zh_cn: 选择应用程序颜色主题

# SettingsThemeDefault.Content
source: Default
zh_cn: 跟随系统

# SettingsThemeLight.Content
source: Light
zh_cn: 浅色

# SettingsThemeDark.Content
source: Dark
zh_cn: 深色

# SettingsMaterial.Header
source: Window Material
zh_cn: 窗口材质

# SettingsMaterial.Description
source: Change the visual effect of window background
zh_cn: 更改窗口背景的视觉效果

# SettingsMaterialMica.Content
source: Mica
zh_cn: Mica (云母)

# SettingsMaterialMicaAlt.Content
source: Mica Alt
zh_cn: Mica Alt (深色云母)

# SettingsMaterialAcrylic.Content
source: Acrylic
zh_cn: Acrylic (亚克力)

# SettingsMaterialAcrylicThin.Content
source: Acrylic Thin
zh_cn: Acrylic Thin (薄亚克力)

# SettingsMaterialAcrylicBlur.Content
source: Acrylic Blur
zh_cn: Acrylic Blur (毛玻璃)

# SettingsMaterialAcrylicThinBlur.Content
source: Acrylic Thin Blur
zh_cn: Acrylic Thin Blur (薄毛玻璃)

# SettingsMaterialMicaSolid.Content
source: Mica Solid
zh_cn: Mica Solid (纯色云母)

# SettingsMaterialBlur.Content
source: Blur
zh_cn: Blur (高斯模糊)

# SettingsMaterialTransparent.Content
source: Transparent
zh_cn: Transparent (透明)

# SettingsMaterialNone.Content
source: None
zh_cn: None (无)

# SettingsLayout.Header
source: Main Window Layout
zh_cn: 主窗口样式

# SettingsLayout.Description
source: Switch navigation and title bar layout
zh_cn: 切换导航栏和标题栏的布局模式

# LayoutStandard
source: Standard Grid
zh_cn: 标准布局

# LayoutNoTitle_OnlyLeft
source: Hide Title Bar
zh_cn: 隐藏标题栏

# LayoutNoNav_OnlyTop
source: Hide Navigation
zh_cn: 隐藏导航栏

# SettingsFont.Header
source: Font
zh_cn: 字体

# SettingsFont.Description
source: Select application UI font
zh_cn: 选择应用程序 UI 字体

# SettingsFontDefault
source: System Default
zh_cn: 系统默认

# SettingsSectionShortcuts.Text
source: Shortcuts
zh_cn: 快捷键

# SettingsTrayShortcut.Header
source: Summon Window
zh_cn: 从托盘呼出窗口

# SettingsTrayShortcut.Description
source: Global shortcut
zh_cn: 全局快捷键

# SettingsSectionAdvanced.Text
source: Advanced
zh_cn: 高级

# SettingsJsonConfig.Header
source: User Settings (JSON)
zh_cn: 用户设置 (JSON)

# SettingsJsonConfig.Description
source: Manage local configuration file
zh_cn: 管理本地配置文件 (settings.json)

# SettingsBtnOpenFolder.Content
source: Open in Explorer
zh_cn: 在文件资源管理器中显示

# SettingsBtnExport.Content
source: Export
zh_cn: 导出

# SettingsReset.Header
source: Restore Defaults
zh_cn: 恢复默认设置

# SettingsReset.Description
source: Reset all settings to default state
zh_cn: 把用户设置恢复到初始状态

# SettingsBtnReset.Content
source: Reset
zh_cn: 重置

# SettingsLanguageRestartTitle
source: Restart Required
zh_cn: 需要重启应用

# SettingsLanguageRestartContent
source: Language changes will take effect after restarting the application.
zh_cn: 语言更改将在重启应用后生效。

# SettingsLanguageRestartNow
source: Restart Now
zh_cn: 立即重启

# SettingsLanguageRestartLater
source: Restart Later
zh_cn: 稍后重启

# SettingsLanguageRestartCancel
source: Cancel
zh_cn: 取消

# ShortcutEditorTitle
source: Edit Shortcut
zh_cn: 修改快捷键

# ShortcutEditorSave
source: Save
zh_cn: 保存

# ShortcutEditorCancel
source: Cancel
zh_cn: 取消

# ShortcutDialog_Instruction
source: Press a key combination to change this shortcut
zh_cn: 按下组合键以更改此快捷键

# ShortcutDialog_Waiting
source: None (Press keys...)
zh_cn: 未设置 (请按下键盘...)

# ShortcutDialog_Error
source: Invalid shortcut
zh_cn: 无效快捷键

# ShortcutDialog_Reset
source: Reset
zh_cn: 重置

# ShortcutDialog_ResetToolTip
source: Reset to default
zh_cn: 恢复到初始设置

# ShortcutDialog_Clear
source: Clear
zh_cn: 清除

# ShortcutDialog_ClearToolTip
source: Clear shortcut (set to None)
zh_cn: 清除快捷键 (设为空)

# ShortcutDialog_Description
source: Only shortcuts starting with Ctrl, Alt, Shift or Win are valid.
zh_cn: 只有以 Ctrl、Alt、Shift 或 Win 开头的快捷键才有效。

# SettingsResetConfirmTitle
source: Restore Defaults?
zh_cn: 恢复默认设置?

# SettingsResetConfirmContent
source: This will reset all settings to default state. This action cannot be undone.
zh_cn: 这将把所有设置重置为初始状态。此操作无法撤销。

# SettingsResetConfirmPrimary
source: Reset
zh_cn: 重置

# SettingsResetConfirmCancel
source: Cancel
zh_cn: 取消
